---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MPerKN
source: html/b63fc851-2696-30bb-676b-66126b303293.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MPerKN Property

Symbol m/kN, indicating unit Meters per kilonewton.

## Syntax (C#)
```csharp
public static ForgeTypeId MPerKN { get; }
```